S2_todb/log3/out_suc_2364.txt
sysbench 1.1.0 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 5
Initializing random number generator from current time

Forcing shutdown in 15 seconds

Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            160552
        write:                           45851
        other:                           22928
        total:                           229331
    transactions:                        11460  (1145.51 per sec.)
    queries:                             229331 (22923.22 per sec.)
    ignored errors:                      8      (0.80 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      1145.5063
    time elapsed:                        10.0043s
    total number of events:              11460

Latency (ms):
         min:                                    1.89
         avg:                                    4.36
         max:                                   18.21
         95th percentile:                        6.09
         sum:                                49972.47

Threads fairness:
    events (avg/stddev):           2292.0000/186.09
    execution time (avg/stddev):   9.9945/0.00