S2_todb/log3/out_suc_2386.txt
sysbench 1.1.0 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time

Forcing shutdown in 15 seconds

Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            35896
        write:                           10256
        other:                           5128
        total:                           51280
    transactions:                        2564   (256.35 per sec.)
    queries:                             51280  (5126.99 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      256.3495
    time elapsed:                        10.0020s
    total number of events:              2564

Latency (ms):
         min:                                    2.97
         avg:                                    3.90
         max:                                    8.19
         95th percentile:                        4.49
         sum:                                 9995.12

Threads fairness:
    events (avg/stddev):           2564.0000/0.00
    execution time (avg/stddev):   9.9951/0.00