S2_todb/log3/out_suc_3082.txt
sysbench 1.1.0 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 20
Initializing random number generator from current time

Forcing shutdown in 15 seconds

Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            276892
        write:                           78417
        other:                           39320
        total:                           394629
    transactions:                        19542  (1952.02 per sec.)
    queries:                             394629 (39418.82 per sec.)
    ignored errors:                      236    (23.57 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      1952.0170
    time elapsed:                        10.0112s
    total number of events:              19542

Latency (ms):
         min:                                    2.40
         avg:                                   10.24
         max:                                   51.96
         95th percentile:                       17.32
         sum:                               200047.94

Threads fairness:
    events (avg/stddev):           977.1000/43.96
    execution time (avg/stddev):   10.0024/0.00