S2_todb/log3/out_suc_3712.txt
sysbench 1.1.0 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 20
Initializing random number generator from current time

Forcing shutdown in 15 seconds

Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            242648
        write:                           67968
        other:                           34210
        total:                           344826
    transactions:                        16878  (1685.88 per sec.)
    queries:                             344826 (34443.31 per sec.)
    ignored errors:                      454    (45.35 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      1685.8768
    time elapsed:                        10.0114s
    total number of events:              16878

Latency (ms):
         min:                                    3.11
         avg:                                   11.85
         max:                                  517.03
         95th percentile:                       19.65
         sum:                               200034.14

Threads fairness:
    events (avg/stddev):           843.9000/26.27
    execution time (avg/stddev):   10.0017/0.00