S2_todb/log3/out_suc_5442.txt
sysbench 1.1.0 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 5
Initializing random number generator from current time

Forcing shutdown in 15 seconds

Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            175476
        write:                           50125
        other:                           25065
        total:                           250666
    transactions:                        12531  (1252.44 per sec.)
    queries:                             250666 (25053.42 per sec.)
    ignored errors:                      3      (0.30 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      1252.4411
    time elapsed:                        10.0053s
    total number of events:              12531

Latency (ms):
         min:                                    1.86
         avg:                                    3.99
         max:                                   20.09
         95th percentile:                        5.67
         sum:                                49969.14

Threads fairness:
    events (avg/stddev):           2506.2000/285.64
    execution time (avg/stddev):   9.9938/0.00