S2_todb/log3/out_suc_610.txt
sysbench 1.1.0 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time

Forcing shutdown in 15 seconds

Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            48972
        write:                           13992
        other:                           6996
        total:                           69960
    transactions:                        3498   (349.75 per sec.)
    queries:                             69960  (6994.96 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      349.7482
    time elapsed:                        10.0015s
    total number of events:              3498

Latency (ms):
         min:                                    1.49
         avg:                                    2.86
         max:                                  182.86
         95th percentile:                        4.03
         sum:                                 9992.29

Threads fairness:
    events (avg/stddev):           3498.0000/0.00
    execution time (avg/stddev):   9.9923/0.00