S2_todb/log3/out_suc_646.txt
sysbench 1.1.0 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time

Forcing shutdown in 15 seconds

Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            36274
        write:                           10364
        other:                           5182
        total:                           51820
    transactions:                        2591   (259.07 per sec.)
    queries:                             51820  (5181.36 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      259.0680
    time elapsed:                        10.0012s
    total number of events:              2591

Latency (ms):
         min:                                    3.04
         avg:                                    3.86
         max:                                    9.25
         95th percentile:                        4.65
         sum:                                 9993.86

Threads fairness:
    events (avg/stddev):           2591.0000/0.00
    execution time (avg/stddev):   9.9939/0.00