S2_todb/log3/out_suc_6515.txt
sysbench 1.1.0 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 5
Initializing random number generator from current time

Forcing shutdown in 15 seconds

Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            107590
        write:                           30729
        other:                           15366
        total:                           153685
    transactions:                        7681   (767.78 per sec.)
    queries:                             153685 (15362.02 per sec.)
    ignored errors:                      4      (0.40 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      767.7761
    time elapsed:                        10.0042s
    total number of events:              7681

Latency (ms):
         min:                                    2.27
         avg:                                    6.51
         max:                                  575.72
         95th percentile:                        8.43
         sum:                                49993.26

Threads fairness:
    events (avg/stddev):           1536.2000/189.70
    execution time (avg/stddev):   9.9987/0.00